[
  "always be 10 minutes late or always be 20 minutes early?",
  "lose all of your money and valuables or all of the pictures you have ever taken?",
  "be able to see 10 minutes into your own future or 10 minutes into the future of anyone but yourself?",
  "be famous when you are alive and forgotten when you die or unknown when you are alive but famous after you die?",
  "go to jail for 4 years for something you didn't do or get away with something horrible you did but always live in fear of being caught?",
  "accidentally be responsible for the death of a child or accidentally be responsible for the deaths of three adults?",
  "your shirts be always two sizes too big or one size too small?",
  "live in the wilderness far from civilization or live on the streets of a city as a homeless person?",
  "the general public think you are a horrible person but your family be very proud of you or your family think you are a horrible person but the general public be very proud of you?",
  "live your entire life in a virtual reality where all your wishes are granted or in the real world?",
  "be alone for the rest of your life or always be surrounded by annoying people?",
  "never use social media sites / apps again or never watch another movie or TV show?",
  "have an easy job working for someone else or work for yourself but work incredibly hard?",
  "be the first person to explore a planet or be the inventor of a drug that cures a deadly disease?",
  "have a horrible short term memory or a horrible long term memory?",
  "be completely invisible for one day or be able to fly for one day?",
  "be locked in a room that is constantly dark for a week or a room that is constantly bright for a week?",
  "be poor but help people or become incredibly rich by hurting people?",
  "live without the internet or live without AC and heating?",
  "have a horrible job, but be able to retire comfortably in 10 years or have your dream job, but have to work until the day you die?",
  "find your true love or a suitcase with five million dollars inside?",
  "be able to teleport anywhere or be able to read minds?",
  "die in 20 years with no regrets or die in 50 years with many regrets?",
  "be feared by all or loved by all?",
  "know when you are going to die or how you are going to die? (You can't change the time or method of your death.)",
  "be transported permanently 500 years into the future or 500 years into the past?",
  "never be able to use a touchscreen or never be able to use a keyboard and mouse?",
  "be able to control fire or water?",
  "have everything you eat be too salty or not salty enough no matter how much salt you add?",
  "have hands that kept growing as you got older or feet that kept growing as you got older?",
  "have unlimited sushi for life or unlimited tacos for life? (both are amazingly delicious and can be any type of sushi / taco you want)",
  "be unable to use search engines or unable to use social media?",
  "give up bathing for a month or give up the internet for a month?",
  "donate your body to science or donate your organs to people who need them?",
  "go back to age 5 with everything you know now or know now everything your future self will learn?",
  "relive the same day for 365 days or lose a year of your life?",
  "have a golden voice or a silver tongue?",
  "be able to control animals (but not humans) with your mind or control electronics with your mind?",
  "suddenly be elected a senator or suddenly become a CEO of a major company. (You won't have any more knowledge about how to do either job than you do right now.)",
  "sell all of your possessions or sell one of your organs?",
  "lose all of your memories from birth to now or lose your ability to make new long term memories?",
  "be infamous in history books or be forgotten after your death?",
  "never have to work again or never have to sleep again (you won't feel tired or suffer negative health effects)?",
  "be beautiful / handsome but stupid or intelligent but ugly?",
  "get one free round trip international plane ticket every year or be able to fly domestic anytime for free?",
  "be balding but fit or overweight with a full head of hair?",
  "be able to be free from junk mail or free from email spam for the rest of your life?",
  "be fluent in all languages and never be able to travel or be able to travel anywhere for a year but never be able to learn a word of a different language?",
  "have an unlimited international first class ticket or never have to pay for food at restaurants?",
  "see what was behind every closed door or be able to guess the combination of every safe on the first try?",
  "live in virtual reality where you are all powerful or live in the real world and be able to go anywhere but not be able to interact with anyone or anything?",
  "never be able to eat meat or never be able to eat vegetables?",
  "give up watching TV / movies for a year or give up playing games for a year?",
  "always be able to see 5 minutes into the future or always be able to see 100 years into the future?",
  "super sensitive taste or super sensitive hearing?",
  "be a practicing doctor or a medical researcher?",
  "be married to a 10 with a bad personality or a 6 with an amazing personality?",
  "never be able to drink sodas like coke again or only be able to drink sodas and nothing else?",
  "have amazingly fast typing / texting speed or be able to read ridiculously fast?",
  "know the history of every object you touched or be able to talk to animals?",
  "be a reverse centaur or a reverse mermaid/merman?",
  "have constantly dry eyes or a constant runny nose?",
  "be a famous director or a famous actor?",
  "not be able to open any closed doors (locked or unlocked) or not be able to close any open doors?",
  "give up all drinks except for water or give up eating anything that was cooked in an oven?",
  "be constantly tired no matter how much you sleep or constantly hungry no matter what you eat? Assuming that there are no health problems besides the feeling of hunger and sleepiness.",
  "have to read aloud every word you read or sing everything you say out loud?",
  "have whatever you are thinking appear above your head for everyone to see or have absolutely everything you do live streamed for anyone to see?",
  "be put in a maximum security federal prison with the hardest of the hardened criminals for one year or be put in a relatively relaxed prison where wall street types are held for ten years?",
  "have a clown only you can see that follows you everywhere and just stands silently in a corner watching you without doing or saying anything or have a real life stalker who dresses like the Easter bunny that everyone can see?",
  "kill one innocent person or five people who committed minor crimes?",
  "have a completely automated home or a self-driving car?",
  "work very hard at a rewarding job or hardly have to work at a job that isn't rewarding?",
  "be held in high regard by your parents or your friends?",
  "be an amazing painter or a brilliant mathematician?",
  "be reincarnated as a fly or just cease to exist after you die?",
  "be able to go to any theme park in the world for free for the rest of your life or eat for free at any drive through restaurant for the rest of your life?",
  "be only able to watch the few movies with a rotten tomatoes score of 95-100% or only be able to watch the majority of movies with a rotten tomatoes score of 94% and lower?",
  "never lose your phone again or never lose your keys again?",
  "have one real get out of jail free card or a key that opens any door?",
  "have a criminal justice system that actually works and is fair or an administrative government that is free of corruption?",
  "have real political power but be relatively poor or be ridiculously rich and have no political power?",
  "have the power to gently nudge anyone's decisions or have complete puppet master control of five people?",
  "have everyone laugh at your jokes but not find anyone else's jokes funny or have no one laugh at your jokes but you still find other people's jokes funny?",
  "be the absolute best at something that no one takes seriously or be well above average but not anywhere near the best at something well respected?",
  "lose the ability to read or lose the ability to speak?",
  "live under a sky with no stars at night or live under a sky with no clouds during the day?",
  "humans go to the moon again or go to mars?",
  "never get angry or never be envious?",
  "have free Wi-Fi wherever you go or be able to drink unlimited free coffee at any coffee shop?",
  "be compelled to high five everyone you meet or be compelled to give wedgies to anyone in a green shirt?",
  "live in a house with see-through walls in a city or in the same see-though house but in the middle of a forest far from civilization?",
  "take amazing selfies but all of your other pictures are horrible or take breathtaking photographs of anything but yourself?",
  "use a push lawn mower with a bar that is far too high or far too low?",
  "be able to dodge anything no matter how fast it's moving or be able ask any three questions and have them answered accurately?",
  "live on the beach or in a cabin in the woods?",
  "lose your left hand or right foot?",
  "face your fears or forget that you have them?",
  "be forced to dance every time you heard music or be forced to sing along to any song you heard?",
  "have skin that changes color based on your emotions or tattoos appear all over your body depicting what you did yesterday?",
  "live in a utopia as a normal person or in a dystopia but you are the supreme ruler?",
  "snitch on your best friend for a crime they committed or go to jail for the crime they committed?",
  "have everything on your phone right now (browsing history, photos, etc.) made public to anyone who Google's your name or never use a cell phone again?",
  "eat a box of dry spaghetti noodles or a cup of uncooked rice?",
  "wake up as a new random person every year and have full control of them for the whole year or once a week spend a day inside a stranger without having any control of them?",
  "be born again in a totally different life or born again with all the knowledge you have now?",
  "be lost in a bad part of town or lost in the forest?",
  "never get a paper cut again or never get something stuck in your eye again?",
  "randomly time travel +/- 20 years every time you fart or teleport to a different place on earth (on land, not water) every time you sneeze?",
  "the aliens that make first contact be robotic or organic?",
  "be famous but ridiculed or be just a normal person?",
  "be an amazing virtuoso at any instrument but only if you play naked or be able to speak any language but only if close your eyes and dance while you are doing it?",
  "have a flying carpet or a car that can drive underwater?",
  "be an amazing artist but not be able to see any of the art you created or be an amazing musician but not be able to hear any of the music you create?",
  "there be a perpetual water balloon war going on in your city / town or a perpetual food fight?",
  "find five dollars on the ground or find all of your missing socks?",
  "never have another embarrassing fall in public or never feel the need to pass gas in public again?",
  "be able to talk to land animals, animals that fly, or animals that live under the water?",
  "lose your best friend or all of your friends except for your best friend?",
  "it be impossible for you to be woken up for 11 straight hours every day but you wake up feeling amazing or you can be woken up normally but never feel totally rested?",
  "listen to only Christmas music for the rest of your life",
  "make out with a stalker that has threatened your life, for 30 minutes",
  "only be able to eat/drink protien shakes for the rest of your life",
  "never be able to use any Google products ever again",
  "not kill someone but have everyone think you did",
  "have all limbs surgically removed",
  "get severe hiccups every 15 minutes",
  "be buried alive with a blowtorch & man eating ants",
  "have a deep itch that takes more than 20 scratches that show up every minute",
  "need permission before being able to do absolutely anything",
  "know the exact place & time of your death",
  "never be able to wear socks and shoes ever again",
  "jump from a 1 story roof & land onto scattered legos barefoot",
  "pee your pants once a week at a random time",
  "work 4 days a week but work 20 hour days",
  "have absolutely no one you have met or will meet like or respect you",
  "bare knuckle fight a pissed off Mike Tyson in his prime",
  "only be able to use the internet 20 minutes a day",
  "have to pay the government a tax for every word you speak",
  "have to eat a very moldy meal once a week",
  "lick the seat of every porta potty at Cochella",
  "intentionally break a glass bottle on your own head not covered by insurance",
  "erase every computer from history",
  "have to pay EVERYTHING in nothing but pennies for the rest of your life",
  "get kicked in the genitalia everytime you use a noun",
  "gain super-human sense of smell, but only for horrible vomit enducing smells",
  "have ANY teeth you have fall out if you don't whistle for at least 1 out of evey 4 hours",
  "be 1/100 humans to survive a major catestrophic event",
  "not able remember anything new from this point on & have your memory reset every 6 hours",
  "volunteer for a pointless space mission that has a 25% chance of returning to Earth",
  "have something installed into your eyes that permanently show advertisments that block 80% of your vision",
  "be limited to communicate one word a minute",
  "have your total bank balances taken away from you every 24 hours",
  "replace every cat & dog on Earth with a brain eating zombie",
  "have everything you consume with water be replaced with dirty bath water",
  "jam a tooth pick into your big toe nail & kick the wall as hard as you can",
  "hear all voices & sounds at an annoying nails-on-chalkboard high pitch",
  "have a childhood bully embarrassingly come out of nowhere & pants you anytime you try to make a good impression",
  "have all the favorite parts of songs you like be replaced with the Amber Alert noise, & you forget it will happen every time",
  "have to lick a persons face every time they say a sentence to you",
  "have to drink nothing but earwax whenever you get thirsty",
  "have to step on a set bear trap until it slams shut on your leg every 9 months ",
  "be stuck on a space station alone with no communication but have lifetime supply of canned beans & water, with 100% certainty of rescue, but not sure if it will be in 1 hour or 25 years",
  "have to rip out all of your hair & every finger & toe nail once a year with no anesthetics ",
  "always feel like you're about to sneeze",
  "work four-day weeks or work two months on and one month off?",
  "become CEO for a day or receive a bonus?",
  "have a fully stocked snack bar or a limitless coffee machine?",
  "work more hours and have a short commute or work less hours and have a long commute?",
  "take your child to work or your pet?",
  "bike or drive to work?",
  "work for a startup or a corporation?",
  "go on a nearby business trip alone or travel far away with all of your coworkers?",
  "have a terrible boss and a good job or a good boss and a terrible job?",
  "work a job where you interact with people all day or work a job where you are at a desk all day?",
  "sit near the printer or the water cooler?",
  "use only a pencil or only a pen?",
  "work in yoga poses or do work at yoga?",
  "steal someone’s lunch or have your lunch stolen?",
  "walk to work or drive?",
  "have a day off or a day alone at the office?",
  "support your favorite team at home or away?",
  "do team building online or in person?",
  "be on a small team or a large one?",
  "be the leader or follow the leader?",
  "come in early or leave late?",
  "play baseball with your coworkers or do trivia?",
  "be the only person in an office of monkeys or the online monkey in an office of people?",
  "sing in front of your coworkers or dance?",
  "have dinner with your team or lunch?",
  "attend an office party or an office BBQ?",
  "have an office dog or cat?",
  "fly on a magic carpet or own an invisibility cloak?",
  "eat only hot dogs or mac and cheese for the rest of your life?",
  "meet Big Bird or Barney?",
  "teleport or read minds?",
  "have ice cream for breakfast or go to school in your pajamas?",
  "have an extra finger or extra toe?",
  "have a pet dog or cat?",
  "be a firefighter or police officer?",
  "fight a dragon or hippopotamus?",
  "meet Superman or Elsa?",
  "go without your phone or dinner?",
  "go on a diet or work out regularly?",
  "go vegan or give up your favorite food?",
  "go skydiving or snowboarding?",
  "move out of your parents’ house or buy a new car?",
  "get free college or free healthcare?",
  "run for student council or volunteer at a local homeless shelter?",
  "have no heating or no air conditioning?",
  "go backpacking in South America or travel across Europe?",
  "know what you will be doing five years in the future or take life as it comes?",
  "kiss in Paris or kiss in a tent in the woods?",
  "go on a date at the movies or at a museum?",
  "plan out your date or go with the flow?",
  "go on a video call date or socially-distanced date?",
  "wear matching outfits or get matching tattoos?",
  "go for a stroll on the beach or grab morning coffee together?",
  "go on a fancy date every once a month or low-cost dates more frequently?",
  "propose in front of a crowd or privately?",
  "have a small or big wedding?",
  "travel the world with your partner or settle in a special spot of your own?",
  "have the ability to fly or speak any language?",
  "be the strongest man on earth or the smartest man on earth?",
  "lose your sense of taste or sight?",
  "go to the gym or go for a run?",
  "follow your dreams or become wealthy?",
  "work for the best boss or be your own boss?",
  "be hairy or completely bald?",
  "eat healthier or exercise regularly?",
  "visit the mountains or the sea?",
  "meet the girl of your dreams in ten years or meet ten girls now?",
  "buy your girlfriends diamond rings or take them on an island getaway?",
  "have fun dating around or meet your dream guy tomorrow?",
  "have the powers of Wonder Woman or Captain Marvel?",
  "have your date pay or pay for your own meal?",
  "own all the clothes you could ever want or all the shoes?",
  "have a high-powered job and no time with your family or an average job and plenty of time with your family?",
  "attend a hip-hop or rock concert?",
  "spend a day as Kim Kardashian or Paris Hilton?",
  "arrive overdressed or underdressed to an event?",
  "take care of your friend’s dog or baby?",
  "live alone or with roommates?",
  "earn more money and be busier or earn less money and have more time to yourself?",
  "pursue your dreams or have a stable, high-earning job?",
  "spend a weekend without your phone or laptop?",
  "spend a month without Instagram or Facebook?",
  "use a dating app or go on a blind date?",
  "get married in your early twenties or late thirties?",
  "have a lot of acquaintances or just a few close friends?",
  "pay off student loans or buy a house?",
  "go back to elementary school or jump to retirement?",
  "live forever or pass naturally in your sleep?",
  "know you were about to die of cancer or live the remainder of your life unknowing?",
  "bury your child or have your child bury you?",
  "date someone you love or date someone who loves you?",
  "marry for love or for financial security?",
  "give up your dreams and live comfortably or struggle penniless until you pass?",
  "kill one person on purpose or twenty people accidentally?",
  "keep the death penalty or abolish it?",
  "have the right to privacy or security?",
  "have no one show up to your wedding or your funeral?",
  "fight one bear-sized duck or ten duck-sized bears?",
  "be without elbows or without knees?",
  "have shrimp for fingers or screaming nipples?",
  "have smelly feet or food stuck in your teeth all day?",
  "be the world’s worst superhero or live the most boring existence ever?",
  "never fart uncontrollably or never find a bathroom when you need one?",
  "be a giant hamster or a tiny rhino?",
  "be rich and ugly or poor and good-looking?",
  "save the world and get no credit or let the world go up in flames?",
  "talk like Batman or Mickey Mouse for the rest of your life?",
  "jump in mud or forget to brush your teeth?",
  "never shower again or learn the secrets of the universe?",
  "have bad body odor or bad breath?",
  "spill food on your clothes constantly or trip over the stairs constantly?",
  "wade through a river of mud or fall into a dumpster?"
]
